app/controllers/email_controller.rb

  def index
    @email = Email.all
---
SELECT "emails".* FROM "emails"